 
if __name__=="__main__":
    st='<p>1月29日讯 随着足协中性名改革截止日临近，为保留“国安”这一名称，国安股东之一中信于今日提交了国安36%股权转让申请。不过，记者袁野对转让公示解读到，如果谁接了这36%的投权，那就意味着要承担6亿多的债务。</p><p>在这份公示中的财务指标情况显示国安负债17亿，记者袁野对此表示：“谁接了这36%的投权，那就是要承担6亿多的债务。所以现在问题来了：1、这个股权中赫会不会接，毕竟大股东可以优先购买？2、中赫如果要接，从2017年开始的投入和债务双方怎么清算？3、其他企业如果要进来，怎么继续投，债务怎么背？”</p><p>（zoli）</p><p>1月29日讯 前巴黎圣日耳曼前锋奥马尔-德丰塞卡最近接受了AfterFoot采访，他相信梅西会来巴黎挑战自我。</p><p>去年夏天，梅西想要离开巴萨，但被俱乐部强留下来，目前他与球队的合同将在今年6月到期，双方至今仍未续约，这位阿根廷巨星仍有可能在夏季离开球队。</p><p>被问到自己这位同胞会不会加盟巴黎时，德丰塞卡说道：“是的，他会来的。看看西班牙媒体，它们说梅西一家人都已经开始学法语了。”</p><p>“梅西会来的，他会给自己设定这样一个挑战，想象一下他在巴黎赢得欧冠冠军会是什么样的场面。如果我是一个孩子，有人和我说梅西要来巴黎圣日耳曼踢球，我的耳朵都会哭泣！”</p><p>“对我们阿根廷人来说，法国和巴黎有一种东西在吸引着我们。”</p><p>（地精杀手）</p>'
    index=st.rfind('<p>')
    print(index)